<?php

/**
 * powered by Script Developers Group (SD-Group)
 * email: info@sd-group.org.ua
 * url: http://sd-group.org.ua/
 * Copyright 2009 (c) SD-Group
 * All rights reserved
 * ===================================================
 * Класс работы с вакансиями
 * ===================================================
 */
(!defined('SDG')) ? die('Triple protection!') : null;

/**
 * Класс работы с вакансиями
 */
class vacancy extends bvacancy {
    /////////////////////////////////////////////////
    // VARS - свойства класса vacancy
    /////////////////////////////////////////////////
    /////////////////////////////////////////////////
    // CONSTRUCTOR - конструктор класса vacancy
    /////////////////////////////////////////////////

    /**
     * Конструктор
     *
     * Вызывает конструктор родительского класса
     */
    public function __construct() {
        parent::__construct();
    }

    /////////////////////////////////////////////////
    // METHODS - методы класса vacancy
    /////////////////////////////////////////////////
    /////////////////////////////////////////////////
    // END OF CLASS vacancy
    /////////////////////////////////////////////////
}
